Repository: 4vomAst/gcdownload
Catalog: GcDownload/GcDownload/Strings.*.resx
Languages: de

# ErrorArchiveDirectoryNotFound
source: The chosen archive directory is not valid. Click on the browse button '...' for selecting a directory where Geocache files should be archived.
de: Das ausgewählte Archiv-Verzeichnis kann nicht verwendet werden. Klicken Sie auf die Schaltfläche "..." und wählen Sie ein anderes Verzeichnis auf Ihrem Computer zum Archivieren der Geocache-Dateien.

# ErrorEnterGeocacheId
source: Enter a valid Geocaching.com or Opencaching.de Geocache ID. Examples: GC12345 or OC12345.
de: Geben Sie eine gültige Geocaching.com oder Opencaching.de Geocache ID ein. Beispiele: GC12345 oder OC12345.

# ErrorGarminNotFound
source: Connect your GPS device to the computer and select it in the drop down list above. If the device is not listed, click the 'Detect' button.
de: Verbinden Sie Ihr GPS-Gerät mit dem Computer und wählen Sie es in der Liste aus. Falls das Gerät nicht in der Liste aufgeführt wird, klicken Sie auf die Schaltfläche "Erkennen".

# ErrorNoGeocachePageSelected
source: Could not download Geocache file. Browse to the details page of a geocache and then press the download button. If the problem persists, the provider might have changed the layout of the geocache pages so that the application is no longer compatible. For more detailed error information please refer to the log file: {0}
de: Fehler beim Speichern des Geocaches. Navigieren Sie zu einer Detailseite eines Geocaches und klicken Sie dann auf die "Speichern" Schaltfläche. Falls das Problem weiterhin besteht, hat der Anbieter eventuell das Layout der Webseiten geändert. Das Programm ist ggf. nicht mehr kompatibel zur Webseite. Weitere Hinweise zum Fehler finden Sie in der Log-Datei: {0}

# ErrorSdCardNotFound
source: Select the drive that is assigned to the internal SD card of your GPS device. If the drive is not listed, click the 'Detect' button. Ensure that the directory 'garmin\gpx' does exist on the SD card.
de: Wählen Sie das Laufwerk, welches der internen SD-Karte Ihres GPS-Gerätes zugeordnet ist. Wenn das Laufwerk nicht angezeigt wird, klicken Sie auf die Schaltfläche "Erkennen". Stellen Sie sicher, dass auf der SD-Karte das Verzeichnis "Garmin\gpx" vorhanden ist.

# FilterGpxFiles
source: Geocache files (*.gpx)|*.gpx|All files (*.*)|*.*
de: Geocache-Dateien (*.gpx)|*.gpx|Alle Dateien (*.*)|*.*

# FilterLogFiles
source: Log files (*.txt)|*.txt|All files (*.*)|*.*
de: Protokoll-Dateien (*.txt)|*.txt|Alle Dateien (*.*)|*.*

# MessageArchiveBrowseFolder
source: Choose a folder on your computer for storing the Geocache files:
de: Wählen Sie ein Verzeichnis auf Ihrem Computer zum Speichern der Geocache-Dateien:

# MessageArchivedToDirectory
source: Moved {0} gpx files to directory '{1}'.
de: {0} Geocache-Dateien in Verzeichnis {1} verschoben.

# PromptArchive
source: Archive corresponding Geocache files of found Geocaches on your computer? This will remove the files from your device.
de: Geocache-Dateien auf dem Computer archivieren und vom GPS-Gerät entfernen?

# PromptDeleteFieldLog
source: Delete the complete field log?
de: Feld-Protokoll vollständig löschen?

# PromptDeleteFieldLogEntries
source: Delete {0} field log entries?
de: {0} Einträge aus dem Feld-Protokoll löschen?

# PromptDeleteGeocacheFiles
source: Permanently delete {0} Geocache files from your device?
de: {0} Geocache-Dateien vom Gerät entfernen?

# TitleArchive
source: Archive Geocache Files
de: Geocache-Dateien archivieren

# TitleDeleteFieldLog
source: Delete Field Log
de: Feld-Protokoll löschen

# TitleDeleteGeocache
source: Delete Geocache Files
de: Geocache-Dateien löschen

# TitleDownload
source: Geocache File Download
de: Geocache-Datei speichern

# TitleSearch
source: Geocache Search
de: Geocache suchen

# TitleSettings
source: Settings
de: Einstellungen
